Repository: wochatchat/orange-cloud
Catalog: apps/ios/Orange Cloud/Orange Cloud/Core/WhatsNew/WhatsNew.xcstrings
Source language: zh_hans
Languages: ar, de, en, es_mx, fr, ja, ko, pt_br, pt_pt, tr, zh_hant, zh_hk

source: 全新「开发者平台」
ar: منصة مطوّرين جديدة
de: Neue Entwicklerplattform
en: A new Developer Platform
es_mx: Nueva plataforma para desarrolladores
fr: Nouvelle plateforme développeur
ja: 新しい「開発者プラットフォーム」
ko: 새로운 개발자 플랫폼
pt_br: Nova plataforma do desenvolvedor
pt_pt: Nova plataforma do programador
tr: Yeni Geliştirici Platformu
zh_hant: 全新「開發者平台」
zh_hk: 全新「開發者平台」

source: 全球流量地图
ar: خريطة حركة المرور العالمية
de: Globale Traffic-Karte
en: Global traffic map
es_mx: Mapa de tráfico global
fr: Carte du trafic mondial
ja: グローバルトラフィックマップ
ko: 글로벌 트래픽 지도
pt_br: Mapa de tráfego global
pt_pt: Mapa de tráfego global
tr: Küresel trafik haritası
zh_hant: 全球流量地圖
zh_hk: 全球流量地圖

source: 全面无障碍
ar: متاح بالكامل لذوي الاحتياجات
de: Vollständig barrierefrei
en: Fully accessible
es_mx: Totalmente accesible
fr: Entièrement accessible
ja: アクセシビリティ全面対応
ko: 완전한 접근성
pt_br: Totalmente acessível
pt_pt: Totalmente acessível
tr: Tamamen erişilebilir
zh_hant: 全面無障礙
zh_hk: 全面無障礙

source: 内置推送服务：拿到一个专属端点，用 curl 或脚本就能把消息推到这台设备，支持标题、分组、铃声与端到端加密。无需登录 Cloudflare 即可使用。
ar: خدمة دفع مدمجة: احصل على نقطة نهاية خاصة بك وأرسل الرسائل إلى هذا الجهاز باستخدام curl أو سكربت بسيط — مع عنوان ومجموعة وصوت وتشفير من طرف إلى طرف. لا يتطلب تسجيل الدخول إلى Cloudflare.
de: Integrierter Push-Dienst: Hol dir deinen eigenen Endpunkt und sende Nachrichten per curl oder Skript an dieses Gerät – mit Titel, Gruppe, Ton und Ende-zu-Ende-Verschlüsselung. Keine Cloudflare-Anmeldung nötig.
en: A built-in push service: get your own endpoint and send messages to this device with a simple curl or script — with titles, groups, sounds and end-to-end encryption. No Cloudflare sign-in required.
es_mx: Servicio de notificaciones integrado: obtén tu propio endpoint y envía mensajes a este dispositivo con un simple curl o script, con título, grupo, sonido y cifrado de extremo a extremo. No requiere iniciar sesión en Cloudflare.
fr: Service de push intégré : obtenez votre propre point de terminaison et envoyez des messages à cet appareil avec un simple curl ou script — avec titre, groupe, son et chiffrement de bout en bout. Aucune connexion Cloudflare requise.
ja: プッシュ機能を内蔵。専用エンドポイントを取得すれば、curl やスクリプトでこの端末にメッセージを送れます。タイトル、グループ、サウンドと端末間暗号化に対応。Cloudflare へのサインインは不要です。
ko: 푸시 기능 내장: 전용 엔드포인트를 받아 curl이나 스크립트로 이 기기에 메시지를 보낼 수 있습니다. 제목, 그룹, 사운드와 종단 간 암호화를 지원합니다. Cloudflare 로그인이 필요 없습니다.
pt_br: Serviço de push integrado: obtenha seu próprio endpoint e envie mensagens para este dispositivo com um simples curl ou script — com título, grupo, som e criptografia de ponta a ponta. Não exige login na Cloudflare.
pt_pt: Serviço de push integrado: obtenha o seu próprio endpoint e envie mensagens para este dispositivo com um simples curl ou script — com título, grupo, som e encriptação de ponta a ponta. Não exige iniciar sessão na Cloudflare.
tr: Yerleşik push hizmeti: kendi uç noktanızı alın ve basit bir curl veya betikle bu cihaza mesaj gönderin — başlık, grup, ses ve uçtan uca şifreleme ile. Cloudflare oturumu gerekmez.
zh_hant: 內建推送服務：取得專屬端點，用 curl 或指令稿就能把訊息推到這台裝置，支援標題、分組、鈴聲與端對端加密。無需登入 Cloudflare 即可使用。
zh_hk: 內建推送服務：取得專屬端點，用 curl 或指令稿就能把訊息推到這部裝置，支援標題、分組、鈴聲與端對端加密。無需登入 Cloudflare 即可使用。

source: 列表排序
ar: ترتيب القوائم
de: Listensortierung
en: List sorting
es_mx: Orden de listas
fr: Tri des listes
ja: リストの並べ替え
ko: 목록 정렬
pt_br: Ordenação de listas
pt_pt: Ordenação de listas
tr: Liste sıralama
zh_hant: 清單排序

source: 创建资源，不止于查看
ar: أنشئ الموارد، لا تكتفِ بعرضها
de: Ressourcen erstellen, nicht nur ansehen
en: Create resources, not just view them
es_mx: Crea recursos, no solo los veas
fr: Créez des ressources, pas seulement les consulter
ja: 見るだけでなく、作成も
ko: 보기만 하지 않고 직접 생성까지
pt_br: Crie recursos, não só visualize
pt_pt: Crie recursos, não apenas os veja
tr: Yalnızca görüntüleme değil, oluşturma
zh_hant: 建立資源，不只是檢視
zh_hk: 建立資源，不只是檢視

source: 删除 D1 数据表
ar: حذف جداول D1
de: D1-Tabellen löschen
en: Delete D1 tables
es_mx: Eliminar tablas de D1
fr: Supprimer des tables D1
ja: D1 テーブルを削除
ko: D1 테이블 삭제
pt_br: Excluir tabelas do D1
pt_pt: Eliminar tabelas do D1
tr: D1 tablolarını silme
zh_hant: 刪除 D1 資料表
zh_hk: 刪除 D1 資料表

source: 刷新失败不再弹窗打断，下拉刷新更稳定可靠。
ar: لم تعد أخطاء التحديث تقاطعك بتنبيهات، وأصبح السحب للتحديث أكثر موثوقية.
de: Aktualisierungsfehler unterbrechen nicht mehr mit Hinweisen, und das Ziehen zum Aktualisieren ist zuverlässiger.
en: Refresh failures no longer interrupt with alerts, and pull-to-refresh is more reliable.
es_mx: Los errores al actualizar ya no interrumpen con alertas y deslizar para actualizar es más confiable.
fr: Les échecs d’actualisation n’interrompent plus avec des alertes, et le tirer-pour-actualiser est plus fiable.
ja: 更新の失敗でアラートが割り込まなくなり、引っ張って更新がより安定しました。
ko: 새로고침 실패 시 더 이상 알림으로 방해하지 않으며, 당겨서 새로고침이 더 안정적입니다.
pt_br: Falhas ao atualizar não interrompem mais com alertas, e o puxar para atualizar ficou mais confiável.
pt_pt: As falhas ao atualizar já não interrompem com alertas, e o puxar para atualizar ficou mais fiável.
tr: Yenileme hataları artık uyarılarla bölmüyor ve yenilemek için çekme daha güvenilir.
zh_hant: 重新整理失敗不再彈出視窗打斷，下拉重新整理更穩定可靠。
zh_hk: 重新整理失敗不再彈出視窗打斷，下拉重新整理更穩定可靠。

source: 刷新更省心
ar: تحديث أكثر سلاسة
de: Reibungsloseres Aktualisieren
en: Smoother refreshing
es_mx: Actualización más fluida
fr: Actualisation plus fluide
ja: 更新がより快適に
ko: 더 매끄러운 새로고침
pt_br: Atualização mais fluida
pt_pt: Atualização mais fluida
tr: Daha akıcı yenileme
zh_hant: 重新整理更順手
zh_hk: 重新整理更順手

source: 变量与密钥
ar: المتغيرات والأسرار
de: Variablen & Secrets
en: Variables & Secrets
es_mx: Variables y secretos
fr: Variables et secrets
ja: 変数とシークレット
ko: 변수와 시크릿
pt_br: Variáveis e segredos
pt_pt: Variáveis e segredos
tr: Değişkenler ve Gizli Bilgiler
zh_hant: 變數與密鑰
zh_hk: 變數與密鑰

source: 可视化增删改 Access 自托管应用与策略，以及 Gateway 的 DNS / HTTP / 网络策略，内置带选择器调色板的表达式编辑器。
ar: أنشئ وعدّل واحذف تطبيقات Access ذاتية الاستضافة وسياساتها، إضافةً إلى سياسات DNS / HTTP / الشبكة في Gateway، مع محرّر تعبيرات ولوحة محدِّدات حسب النوع.
de: Erstelle, bearbeite und lösche selbstgehostete Access-Apps und -Richtlinien sowie Gateway-Richtlinien für DNS / HTTP / Netzwerk – mit Ausdruckseditor und typabhängiger Selektor-Palette.
en: Create, edit and remove Access self-hosted apps and policies, plus Gateway DNS / HTTP / network policies — with an expression editor and a per-type selector palette.
es_mx: Crea, edita y elimina apps autoalojadas y políticas de Access, además de las políticas DNS / HTTP / de red de Gateway, con un editor de expresiones y una paleta de selectores por tipo.
fr: Créez, modifiez et supprimez les applications auto-hébergées et les politiques Access, ainsi que les politiques DNS / HTTP / réseau de Gateway, avec un éditeur d'expressions et une palette de sélecteurs par type.
ja: Access のセルフホスト型アプリとポリシー、Gateway の DNS / HTTP / ネットワークポリシーを視覚的に作成・編集・削除。種類別のセレクタパレットを備えた式エディタ付きです。
ko: Access 자체 호스팅 앱과 정책, Gateway의 DNS / HTTP / 네트워크 정책을 시각적으로 만들고 편집·삭제할 수 있습니다. 유형별 선택기 팔레트가 있는 표현식 편집기를 갖췄습니다.
pt_br: Crie, edite e remova apps auto-hospedados e políticas do Access, além das políticas de DNS / HTTP / rede do Gateway, com um editor de expressões e uma paleta de seletores por tipo.
pt_pt: Crie, edite e remova apps auto-alojadas e políticas do Access, além das políticas de DNS / HTTP / rede do Gateway, com um editor de expressões e uma paleta de seletores por tipo.
tr: Access'in kendi barındırılan uygulamalarını ve ilkelerini, ayrıca Gateway'in DNS / HTTP / ağ ilkelerini görsel olarak oluşturun, düzenleyin ve silin; türüne göre seçici paleti olan bir ifade düzenleyici içerir.
zh_hant: 可視化新增、編輯、刪除 Access 自託管應用與政策，以及 Gateway 的 DNS / HTTP / 網路政策，內建附選擇器調色盤的運算式編輯器。
zh_hk: 可視化新增、編輯、刪除 Access 自託管應用與政策，以及 Gateway 的 DNS / HTTP / 網路政策，內建附選擇器調色盤的運算式編輯器。

source: 在 App 里把已注册的域名加入账号，并拿到要去注册商处配置的名称服务器。
ar: أضِف نطاقًا تملكه بالفعل إلى حسابك واحصل على خوادم الأسماء لضبطها لدى مُسجِّل النطاق.
de: Füge eine Domain, die dir bereits gehört, deinem Konto hinzu und erhalte die Nameserver, die du bei deinem Registrar einträgst.
en: Add a domain you already own to your account and get the name servers to set at your registrar.
es_mx: Agrega a tu cuenta un dominio que ya tengas y obtén los servidores de nombres para configurarlos en tu registrador.
fr: Ajoutez à votre compte un domaine que vous possédez déjà et obtenez les serveurs de noms à configurer chez votre registraire.
ja: 取得済みのドメインをアカウントに追加し、レジストラで設定するネームサーバを取得します。
ko: 이미 보유한 도메인을 계정에 추가하고 등록 대행자에 설정할 네임서버를 받으세요.
pt_br: Adicione à sua conta um domínio que você já tem e obtenha os servidores de nomes para configurar no seu registrador.
pt_pt: Adicione à sua conta um domínio que já possui e obtenha os servidores de nomes para configurar no seu registador.
tr: Zaten sahip olduğunuz bir alan adını hesabınıza ekleyin ve kayıt kuruluşunuzda ayarlamanız gereken ad sunucularını alın.
zh_hant: 將你已註冊的網域加入帳號，並取得要在註冊商處設定的名稱伺服器。
zh_hk: 將你已註冊的域名加入帳戶，並取得要在註冊商處設定的名稱伺服器。

source: 在「文件」App 中打开 R2
ar: افتح R2 في تطبيق الملفات
de: R2 in der Dateien-App öffnen
en: Open R2 in the Files app
es_mx: Abre R2 en la app Archivos
fr: Ouvrir R2 dans l’app Fichiers
ja: 「ファイル」App で R2 を開く
ko: 파일 앱에서 R2 열기
pt_br: Abra o R2 no app Arquivos
pt_pt: Abra o R2 na app Ficheiros
tr: R2’yi Dosyalar uygulamasında aç
zh_hant: 在「檔案」App 中開啟 R2
zh_hk: 在「檔案」App 中開啟 R2

source: 在世界地图上按国家/地区查看请求量与威胁分布，一眼看清流量来自哪里。Pro 功能。
ar: اعرف مصدر حركة المرور لديك بلمحة — الطلبات والتهديدات موزّعة حسب الدولة على خريطة العالم. ميزة Pro.
de: Sieh auf einen Blick, woher dein Traffic kommt – Anfragen und Bedrohungen nach Land auf einer Weltkarte. Eine Pro-Funktion.
en: See where your traffic comes from at a glance — requests and threats plotted by country on a world map. A Pro feature.
es_mx: Ve de un vistazo de dónde viene tu tráfico: solicitudes y amenazas trazadas por país en un mapa mundial. Función Pro.
fr: Voyez d’où vient votre trafic en un coup d’œil : requêtes et menaces représentées par pays sur une carte du monde. Fonction Pro.
ja: リクエストと脅威を世界地図上に国・地域別でプロット。トラフィックの発信元がひと目で分かります。Pro 機能。
ko: 트래픽이 어디에서 오는지 한눈에 확인하세요. 요청과 위협을 세계 지도에 국가별로 표시합니다. Pro 기능입니다.
pt_br: Veja de onde vem o seu tráfego num relance: solicitações e ameaças mapeadas por país em um mapa-múndi. Recurso Pro.
pt_pt: Veja de onde vem o seu tráfego num ápice: pedidos e ameaças mapeados por país num mapa-múndi. Funcionalidade Pro.
tr: Trafiğinizin nereden geldiğini bir bakışta görün; istekler ve tehditler dünya haritasında ülkelere göre işaretlenir. Pro özelliği.
zh_hant: 在世界地圖上依國家/地區檢視請求量與威脅分佈，一眼看清流量來自哪裡。Pro 功能。
zh_hk: 在世界地圖上按國家/地區查看請求量與威脅分佈，一眼看清流量來自哪裡。Pro 功能。

source: 在变量与密钥页直接把现有 D1 数据库或 KV 命名空间绑定到 Worker，也能一键解除。
ar: اربط قاعدة بيانات D1 أو مساحة أسماء KV موجودة بأحد Workers مباشرة من صفحة الروابط، وألغِ الربط بالسهولة نفسها.
de: Binde eine vorhandene D1-Datenbank oder einen KV-Namespace direkt auf der Bindungsseite an einen Worker – und löse die Bindung ebenso einfach.
en: Bind an existing D1 database or KV namespace to a Worker right from the bindings page — and unbind just as easily.
es_mx: Vincula una base de datos D1 o un espacio de nombres KV existente a un Worker desde la página de vínculos, y desvincúlalos con la misma facilidad.
fr: Liez une base de données D1 ou un espace de noms KV existant à un Worker depuis la page des liaisons, et dissociez-les tout aussi facilement.
ja: 変数とシークレットのページから、既存の D1 データベースや KV ネームスペースを Worker にバインドでき、解除も簡単です。
ko: 변수·시크릿 페이지에서 기존 D1 데이터베이스나 KV 네임스페이스를 Worker에 바인딩하고, 해제도 간편합니다.
pt_br: Vincule um banco de dados D1 ou namespace KV existente a um Worker direto na página de vínculos — e desvincule com a mesma facilidade.
pt_pt: Vincule uma base de dados D1 ou namespace KV existente a um Worker diretamente na página de ligações — e desvincule com a mesma facilidade.
tr: Mevcut bir D1 veritabanını veya KV ad alanını bağlamalar sayfasından doğrudan bir Worker’a bağlayın; bağlantıyı kaldırmak da aynı kolaylıkta.
zh_hant: 在變數與密鑰頁直接把現有 D1 資料庫或 KV 命名空間綁定到 Worker，也能一鍵解除。
zh_hk: 在變數與密鑰頁直接把現有 D1 資料庫或 KV 命名空間綁定到 Worker，也能一鍵解除。

source: 在域名详情查看、编辑、新建 Cloudflare 边缘代码片段，并管理触发规则——轻量版 Workers，Pro 解锁。
ar: اعرض مقتطفات شفرة Cloudflare على الحافة وعدّلها وأنشئها، وأدِر قواعد تشغيلها — مباشرةً في تفاصيل النطاق. Workers خفيفة، تُفتَح مع Pro.
de: Sieh dir Cloudflare-Edge-Code-Snippets in den Domain-Details an, bearbeite und erstelle sie und verwalte ihre Trigger-Regeln – leichtgewichtige Workers, freigeschaltet mit Pro.
en: View, edit, and create Cloudflare edge code snippets — and manage their trigger rules — right in zone details. Lightweight Workers, unlocked with Pro.
es_mx: Consulta, edita y crea snippets de borde de Cloudflare —y gestiona sus reglas de activación— desde los detalles del dominio. Workers ligeros, desbloqueados con Pro.
fr: Consultez, modifiez et créez des snippets de code en périphérie Cloudflare — et gérez leurs règles de déclenchement — directement dans les détails du domaine. Des Workers légers, débloqués avec Pro.
ja: ゾーンの詳細で Cloudflare のエッジコードスニペットを表示・編集・作成し、トリガールールを管理できます。軽量版 Workers、Pro で解放。
ko: 도메인 상세에서 Cloudflare 엣지 코드 조각을 보고, 편집하고, 만들고 트리거 규칙을 관리하세요 — 가벼운 Workers, Pro로 잠금 해제.
pt_br: Veja, edite e crie snippets de borda da Cloudflare — e gerencie suas regras de acionamento — nos detalhes do domínio. Workers leves, desbloqueados com o Pro.
pt_pt: Veja, edite e crie snippets de periferia da Cloudflare — e faça a gestão das suas regras de acionamento — nos detalhes do domínio. Workers leves, desbloqueados com o Pro.
tr: Cloudflare uç kod snippet’lerini alan adı ayrıntılarında görüntüleyin, düzenleyin ve oluşturun — ayrıca tetikleme kurallarını yönetin. Hafif Workers, Pro ile açılır.
zh_hant: 在網域詳情查看、編輯、新建 Cloudflare 邊緣程式碼片段，並管理觸發規則——輕量版 Workers，Pro 解鎖。
zh_hk: 在域名詳情查看、編輯、新增 Cloudflare 邊緣代碼片段，並管理觸發規則——輕量版 Workers，Pro 解鎖。

source: 在支持 Apple 智能的设备上，用一句话描述需求即可生成 WAF 自定义规则，也能把现有规则翻译成大白话；全程在设备上离线完成。
ar: على الأجهزة المزوّدة بـ Apple Intelligence، صِف ما تريده بجملة واحدة لإنشاء قاعدة WAF مخصصة — وترجم القواعد الحالية إلى كلمات بسيطة. يتم كل ذلك على الجهاز ودون اتصال.
de: Auf Geräten mit Apple Intelligence beschreibst du dein Anliegen in einem Satz, um eine WAF-Custom-Regel zu generieren – und übersetzt bestehende Regeln in einfache Worte. Läuft vollständig offline auf dem Gerät.
en: On devices with Apple Intelligence, describe what you want in a sentence to generate a WAF custom rule — and translate existing rules into plain words. Runs entirely on-device, offline.
es_mx: En dispositivos con Apple Intelligence, describe lo que necesitas en una frase para generar una regla personalizada de WAF; también traduce reglas existentes a lenguaje sencillo. Todo en el dispositivo y sin conexión.
fr: Sur les appareils dotés d’Apple Intelligence, décrivez votre besoin en une phrase pour générer une règle WAF personnalisée — et traduisez les règles existantes en langage simple. Tout se passe hors ligne, sur l’appareil.
ja: Apple Intelligence に対応したデバイスでは、やりたいことを一文で書くだけで WAF カスタムルールを生成でき、既存のルールをわかりやすい言葉に翻訳することもできます。すべてデバイス上でオフライン処理。
ko: Apple Intelligence를 지원하는 기기에서 한 문장으로 설명하면 WAF 사용자 지정 규칙을 생성하고, 기존 규칙을 쉬운 말로 풀어 줍니다. 모든 처리는 기기에서 오프라인으로 이뤄집니다.
pt_br: Em dispositivos com a Apple Intelligence, descreva o que precisa em uma frase para gerar uma regra personalizada do WAF — e traduza regras existentes para uma linguagem simples. Tudo no dispositivo e off-line.
pt_pt: Em dispositivos com a Apple Intelligence, descreva o que precisa numa frase para gerar uma regra personalizada do WAF — e traduza regras existentes para linguagem simples. Tudo no dispositivo e offline.
tr: Apple Intelligence olan cihazlarda, isteğinizi bir cümleyle tanımlayarak özel bir WAF kuralı oluşturun — ve mevcut kuralları sade bir dile çevirin. Tamamen cihazda, çevrimdışı çalışır.
zh_hant: 在支援 Apple 智慧的裝置上，用一句話描述需求即可生成 WAF 自訂規則，也能把現有規則翻譯成白話；全程在裝置上離線完成。
zh_hk: 在支援 Apple 智能的裝置上，用一句話描述需求即可生成 WAF 自訂規則，也能把現有規則翻譯成白話；全程在裝置上離線完成。

source: 在查询控制台长按任意表即可删除，需输入表名二次确认。
ar: اضغط مطوّلاً على أي جدول في وحدة الاستعلام لحذفه، مع تأكيد بكتابة الاسم.
de: Halte in der Abfragekonsole eine Tabelle gedrückt, um sie zu löschen – mit Bestätigung durch Eingabe des Namens.
en: Long-press any table in the query console to drop it, with a type-the-name confirmation.
es_mx: Mantén pulsada cualquier tabla en la consola de consultas para eliminarla, con confirmación escribiendo su nombre.
fr: Appuyez longuement sur une table dans la console de requêtes pour la supprimer, avec confirmation en saisissant son nom.
ja: クエリコンソールでテーブルを長押しすると削除できます。テーブル名の入力による確認付きです。
ko: 쿼리 콘솔에서 테이블을 길게 눌러 삭제할 수 있으며 이름을 입력해 확인합니다.
pt_br: Toque e segure qualquer tabela no console de consultas para excluí-la, com confirmação digitando o nome.
pt_pt: Toque sem soltar em qualquer tabela na consola de consultas para a eliminar, com confirmação escrevendo o nome.
tr: Sorgu konsolunda bir tabloya uzun basarak silin; adını yazarak onaylayın.
zh_hant: 在查詢主控台長按任一表即可刪除，需輸入表名二次確認。
zh_hk: 在查詢控制台長按任一表即可刪除，需輸入表名二次確認。

source: 域名与路由
ar: النطاقات والمسارات
de: Domains & Routen
en: Domains & Routes
es_mx: Dominios y rutas
fr: Domaines et routes
ja: ドメインとルート
ko: 도메인과 라우트
pt_br: Domínios e rotas
pt_pt: Domínios e rotas
tr: Alan adları ve Rotalar
zh_hant: 網域與路由
zh_hk: 域名與路由

source: 域名详情新增「规则」统一入口：单条重定向、源站、配置、压缩与自定义错误五类规则支持查看、启停、新建、编辑与删除；Page Rules 与 URL 正规化支持查看与启停。
ar: تحصل تفاصيل النطاق على مدخل موحّد «القواعد»: قواعد إعادة التوجيه الفردية والمصدر والتهيئة والضغط والأخطاء المخصصة مع العرض والتفعيل والإنشاء والتحرير والحذف؛ وتدعم Page Rules وتطبيع عناوين URL العرض والتفعيل.
de: Die Domain-Details erhalten einen einheitlichen Bereich „Regeln“: Einzelweiterleitungen, Origin-, Konfigurations-, Komprimierungs- und benutzerdefinierte Fehlerregeln mit Anzeigen, Ein/Aus, Erstellen, Bearbeiten und Löschen; Page Rules und URL-Normalisierung unterstützen Anzeigen und Ein/Aus.
en: Domain details gain a unified “Rules” entry: Single Redirects, Origin, Configuration, Compression and Custom Error rules with view, toggle, create, edit and delete; Page Rules and URL Normalization support view and toggle.
es_mx: Los detalles del dominio incorporan una entrada unificada de «Reglas»: redirecciones individuales, origen, configuración, compresión y errores personalizados admiten ver, activar/desactivar, crear, editar y eliminar; Page Rules y la normalización de URL admiten ver y activar/desactivar.
fr: Les détails du domaine gagnent une entrée unifiée « Règles » : redirections unitaires, règles d’origine, de configuration, de compression et d’erreurs personnalisées avec affichage, activation, création, modification et suppression ; les Page Rules et la normalisation d’URL prennent en charge l’affichage et l’activation.
ja: ドメイン詳細に「ルール」の統一入口を追加。単一リダイレクト、オリジン、設定、圧縮、カスタムエラーの 5 種類のルールで表示・オン/オフ・作成・編集・削除に対応し、Page Rules と URL 正規化は表示とオン/オフに対応します。
ko: 도메인 상세에 '규칙' 통합 입구가 추가되었습니다. 단일 리디렉션, 오리진, 구성, 압축, 사용자 지정 오류 다섯 가지 규칙에서 보기·켜기/끄기·생성·편집·삭제를 지원하며, Page Rules와 URL 정규화는 보기와 켜기/끄기를 지원합니다.
pt_br: Os detalhes do domínio ganham uma entrada unificada de “Regras”: redirecionamentos individuais, origem, configuração, compressão e erros personalizados com ver, ativar/desativar, criar, editar e excluir; Page Rules e normalização de URL permitem ver e ativar/desativar.
pt_pt: Os detalhes do domínio ganham uma entrada unificada de «Regras»: redirecionamentos individuais, origem, configuração, compressão e erros personalizados com ver, ativar/desativar, criar, editar e eliminar; Page Rules e normalização de URL permitem ver e ativar/desativar.
tr: Alan adı ayrıntılarına birleşik "Kurallar" girişi eklendi: tekil yönlendirme, kaynak, yapılandırma, sıkıştırma ve özel hata kuralları görüntüleme, açma/kapatma, oluşturma, düzenleme ve silmeyi destekler; Page Rules ve URL normalleştirme görüntüleme ile açma/kapatmayı destekler.
zh_hant: 網域詳情新增「規則」統一入口：單條重新導向、來源、組態、壓縮與自訂錯誤五類規則支援檢視、啟停、新增、編輯與刪除；Page Rules 與 URL 正規化支援檢視與啟停。
zh_hk: 域名詳情新增「規則」統一入口：單條重新導向、源站、配置、壓縮與自訂錯誤五類規則支援查看、啟停、新增、編輯與刪除；Page Rules 與 URL 正規化支援查看與啟停。

source: 存储与流量单位在所有语言下统一显示为国际通用符号（KB / MB / GB），不再随语言翻译。
ar: أحجام التخزين وحركة المرور تُعرض الآن دائمًا بالرموز العالمية (KB / MB / GB) في جميع اللغات.
de: Speicher- und Traffic-Größen verwenden jetzt in allen Sprachen einheitlich die universellen Einheitensymbole (KB / MB / GB).
en: Storage and traffic sizes now always use the universal unit symbols (KB / MB / GB) in every language, instead of localized unit names.
es_mx: Los tamaños de almacenamiento y tráfico ahora usan siempre los símbolos universales (KB / MB / GB) en todos los idiomas.
fr: Les tailles de stockage et de trafic utilisent désormais les symboles universels (KB / MB / GB) dans toutes les langues.
ja: ストレージや通信量の単位を、どの言語でも国際的な表記（KB / MB / GB）で統一しました。
ko: 저장 용량과 트래픽 단위를 모든 언어에서 국제 공용 기호(KB / MB / GB)로 통일했습니다.
pt_br: Os tamanhos de armazenamento e tráfego agora usam sempre os símbolos universais (KB / MB / GB) em todos os idiomas.
pt_pt: Os tamanhos de armazenamento e tráfego usam agora sempre os símbolos universais (KB / MB / GB) em todos os idiomas.
tr: Depolama ve trafik boyutları artık tüm dillerde evrensel birim simgeleriyle (KB / MB / GB) gösteriliyor.
zh_hant: 儲存與流量單位在所有語言下統一顯示為國際通用符號（KB / MB / GB），不再隨語言翻譯。
zh_hk: 儲存與流量單位在所有語言下統一顯示為國際通用符號（KB / MB / GB），不再隨語言翻譯。

source: 定时触发器
ar: مشغّلات Cron
de: Cron-Trigger
en: Cron Triggers
es_mx: Activadores Cron
fr: Déclencheurs Cron
ja: Cron トリガー
ko: Cron 트리거
pt_br: Gatilhos Cron
pt_pt: Gatilhos Cron
tr: Cron Tetikleyicileri
zh_hant: 定時觸發器
zh_hk: 定時觸發器

source: 就地编辑与删除 Worker
ar: تعديل وحذف Workers مباشرةً
de: Worker direkt bearbeiten und löschen
en: Edit and delete Workers in place
es_mx: Edita y elimina Workers directamente
fr: Modifier et supprimer des Workers sur place
ja: Worker をその場で編集・削除
ko: Worker를 바로 편집·삭제
pt_br: Edite e exclua Workers diretamente
pt_pt: Edite e elimine Workers diretamente
tr: Worker’ları yerinde düzenleyin ve silin
zh_hant: 就地編輯與刪除 Worker
zh_hk: 就地編輯與刪除 Worker

source: 开关域名的邮件路由，增删改转发规则，并管理账号内的已验证目的地址。
ar: فعّل توجيه البريد للنطاق أو عطّله، وأنشئ قواعد إعادة التوجيه وعدّلها، وأدِر عناوين الوجهة المُتحقَّق منها في حسابك.
de: Schalte das E-Mail-Routing der Domain ein oder aus, erstelle und bearbeite Weiterleitungsregeln und verwalte die verifizierten Zieladressen deines Kontos.
en: Turn Email Routing on or off, create and edit forwarding rules, and manage your account's verified destination addresses.
es_mx: Activa o desactiva el enrutamiento de correo del dominio, crea y edita reglas de reenvío y gestiona las direcciones de destino verificadas de tu cuenta.
fr: Activez ou désactivez le routage des e-mails du domaine, créez et modifiez des règles de transfert et gérez les adresses de destination vérifiées de votre compte.
ja: ドメインのメールルーティングのオン/オフ、転送ルールの作成・編集、検証済みの目的地アドレスの管理ができます。
ko: 도메인의 이메일 라우팅을 켜고 끄고, 전달 규칙을 만들고 편집하며, 계정의 확인된 대상 주소를 관리하세요.
pt_br: Ative ou desative o roteamento de e-mail do domínio, crie e edite regras de encaminhamento e gerencie os endereços de destino verificados da sua conta.
pt_pt: Ative ou desative o encaminhamento de correio do domínio, crie e edite regras de reencaminhamento e faça a gestão dos endereços de destino verificados da sua conta.
tr: Alan adının e-posta yönlendirmesini açıp kapatın, iletme kuralları oluşturup düzenleyin ve hesabınızın doğrulanmış hedef adreslerini yönetin.
zh_hant: 開關網域的郵件路由，新增、編輯轉寄規則，並管理帳戶內已驗證的目的地址。
zh_hk: 開關域名的郵件路由，新增、編輯轉發規則，並管理帳號內已驗證的目的地址。

source: 开发者平台更进一步
ar: منصة المطوّرين تتقدّم خطوة أخرى
de: Die Entwicklerplattform geht weiter
en: Developer Platform goes further
es_mx: La plataforma para desarrolladores va más allá
fr: La plateforme développeur va plus loin
ja: 開発者プラットフォームがさらに進化
ko: 한 걸음 더 나아간 개발자 플랫폼
pt_br: A plataforma do desenvolvedor vai além
pt_pt: A plataforma do programador vai mais longe
tr: Geliştirici Platformu daha da ileride
zh_hant: 開發者平台更進一步
zh_hk: 開發者平台更進一步
